Repository: MikleFridman/jiiin
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please log in to access this page
ru: Пожалуйста, авторизуйтесь для доступа к этой странице

source: Go to site
ru: На сайт

source: Please confirm your phone number
ru: Подтвердите ваш номер телефон

source: Please register to jiiin.online
ru: Зарегистрируйтесь в jiiin.online

source: Contact confirmed successfully!
ru: Контакт успешно подтвержден!

source: Contact imported successfully!
ru: Контакт успешно импортирован!

source: Send phone number
ru: Отправить номер телефона

source: Invalid phone number
ru: Введите корректный номер в международном формате

source: Min length username is 6 characters
ru: Минимальная длина имени пользователя 6 символов

source: Max length username is 32 characters
ru: Максимальная длина имени пользователя 32 символа

source: Username can contain only latin letters and numbers
ru: Имя пользователя может содержать только буквы латиницы и цифры

source: Username must contain minimum 1 letter
ru: Имя пользователя должно содержать минимум 1 букву

source: Min length field "%(fn)s" is 3 characters
ru: Минимальная длина поля "%(fn)s" 3 символа

source: Field "%(fn)s" must contain minimum 1 letter
ru: Поле "%(fn)s" должно содержать минимум 1 букву

source: Field "%(fn)s" can contain only letters and numbers
ru: Поле "%(fn)s" может содержать только буквы и цифры

source: Invalid birthday date
ru: Некорректная дата рождения

source: Invalid date
ru: Некорректная дата

source: Company
ru: Компания

source: Username
ru: Имя пользователя (логин)

source: Password
ru: Пароль

source: Repeat password
ru: Пароль (ещё раз)

source: Promo code
ru: Промокод

source: Submit
ru: Сохранить

source: Please use a different username
ru: Указанное имя пользователя уже используется

source: Please use a different email
ru: Указанный адрес электронной почты уже используется

source: Username or email
ru: Логин или e-mail

source: Login
ru: Войти

source: Language
ru: Язык интерфейса

source: Start page
ru: Стартовая страница

source: -Select-
ru: -Выберите-

source: Timetable
ru: Запись

source: Calendar
ru: Календарь

source: Clients
ru: Клиенты

source: Notices
ru: Звонки

source: Password new
ru: Новый пароль

source: Repeat password new
ru: Новый пароль (ещё раз)

source: Disabled
ru: Заблокирован

source: Send
ru: Отправить

source: Company name
ru: Наименование

source: Registration number
ru: Регистрационный номер

source: Open from (default)
ru: График (по умолчанию) с

source: Open until (default)
ru: График (по умолчанию) до

source: Time interval (min)
ru: Интервал записи (мин)

source: Not use staff schedules
ru: Не использовать графики сотрудников

source: Show quick start
ru: Показывать страницу 'Быстрый старт'

source: Delete account
ru: Удалить аккаунт

source: Please select time
ru: Выберите время

source: Incorrect time interval
ru: Некорректный временной интервал

source: Reason
ru: Причина

source: Confirm deletion account and all data
ru: Удалить мой аккаунт и все данные

source: Name
ru: Имя

source: Phone
ru: Телефон

source: Birthday
ru: День рождения

source: Schedule
ru: График

source: Access settings
ru: Настройки доступа

source: Please use a different phone
ru: Указанный телефон уже используется

source: Please select schedule
ru: Выберите график

source: Title
ru: Наименование

source: Weekday
ru: День недели

source: From hour
ru: С

source: To hour
ru: До

source: Holiday
ru: Выходной

source: Incorrect weekday
ru: Недопустимый день недели

source: Info
ru: Информация

source: Client tags
ru: Тэги клиента

source: Tags
ru: Тэги

source: Duration
ru: Длительность

source: Price
ru: Цена

source: Repeat
ru: Повтор

source: Locations
ru: Филиалы

source: Please select location
ru: Выберите филиал

source: Price cannot exceed %(mp)s
ru: Цена не может превышать %(mp)s

source: Address
ru: Адрес

source: Add all services
ru: Добавить все услуги

source: Delete all services
ru: Удалить все услуги

source: Location
ru: Филиал

source: Date
ru: Дата

source: Time
ru: Время

source: Client
ru: Клиент

source: Worker
ru: Сотрудник

source: Services
ru: Услуги

source: Not control duration
ru: Не учитывать длительность

source: Allow booking for this time
ru: Разрешить запись на это время

source: Please select services
ru: Выберите услугу

source: Service %(sn)s unavailable in select location
ru: Услуга %(sn)s недоступна в выбранном филиале

source: Please select client
ru: Выберите клиента

source: Client is busy at this time
ru: Клиент занят в указанное время

source: Please select staff
ru: Выберите сотрудника

source: Incorrect data
ru: Некорректные данные

source: This time unavailable
ru: Это время недоступно

source: Result
ru: Результат

source: Link to payment receipt
ru: Ссылка на чек

source: Share
ru: Поделиться

source: Confirm
ru: Подтвердить

source: Item
ru: Товар

source: Operation
ru: Операция

source: Plus
ru: Приход

source: Minus
ru: Расход

source: Quantity
ru: Количество

source: Quantity exceeds available %(count)s
ru: Количество превышает доступное %(count)s

source: Text
ru: Текст

source: Description
ru: Описание

source: Processed
ru: Обработан

source: Working day
ru: Рабочий день

source: Date from
ru: Дата с

source: Date to
ru: Дата по

source: Select
ru: Выбрать

source: Sum
ru: Сумма

source: Payment method
ru: Способ оплаты

source: Link to appointment
ru: Открыть запись

source: Amount can't be negative
ru: Сумма не может быть отрицательной

source: Please select payment method
ru: Выберите способ оплаты

source: Something went wrong...
ru: Что-то пошло не так...

source: Unable to delete the selected object
ru: Невозможно удалить выбранный объект

source: Object successfully deleted
ru: Объект успешно удален

source: Exceeded the limit "%(fn)s" on selected tariff
ru: Превышен лимит "%(fn)s" на выбранном тарифе

source: Cash
ru: Наличные

source: Card
ru: Карта

source: Transfer
ru: Перевод

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Access denied
ru: Доступ запрещен

source: Exceeded the limit on your tariff
ru: Превышен лимит на вашем тарифе

source: Delete the selected object?
ru: Удалить выбранный объект?

source: False
ru: Нет

source: True
ru: Да

source: Message success send
ru: Сообщение успешно отправлено

source: Send mail
ru: Отправить письмо

source: Registration successfully
ru: Регистрация успешно завершена

source: Registration
ru: Регистрация

source: Invalid username or password
ru: Неправильный пароль или имя пользователя

source: Not found company configuration!
ru: Отсутствует конфигурация для компании!

source: Sign in
ru: Вход в систему

source: Account successfully deleted
ru: Аккаунт успешно удален

source: It is necessary to select employee schedules
ru: Необходимо выбрать графики работы сотрудников

source: Company (edit)
ru: Данные компании

source: User (edit)
ru: Профиль (редактировать)

source: Reset password
ru: Сброс пароля

source: Temporary password has been sent to your e-mail
ru: Временный пароль отправлен на ваш e-mail

source: User with the specified e-mail is not registered
ru: Пользователь с указанным e-mail не зарегистрирован

source: Staff
ru: Сотрудники

source: Staff (create)
ru: Сотрудник (создать)

source: Staff (edit)
ru: Сотрудник (редактировать)

source: Save the data first
ru: Сначала сохраните данные

source: User successfully changed
ru: Пользователь изменен

source: User successfully create
ru: Пользователь успешно создан

source: Holidays
ru: Выходные

source: Holiday (create)
ru: Выходной (создать)

source: Holiday (edit)
ru: Выходной (редактировать)

source: Schedules
ru: Графики

source: Schedule (create)
ru: График (создать)

source: Schedule (edit)
ru: График (редактировать)

source: Reset schedule to default?
ru: Сбросить на настройки по умолчанию?

source: Schedule_days
ru: Дни

source: Schedule day (create)
ru: День (создать)

source: Schedule day (edit)
ru: День (редактировать)

source: Client (create)
ru: Клиент (создать)

source: Client (edit)
ru: Клиент (редактировать)

source: Files
ru: Файлы

source: File upload
ru: Загрузка файла

source: Tag (create)
ru: Метка (создать)

source: Tag (edit)
ru: Метка (редактировать)

source: Service (create)
ru: Услуга (создать)

source: Service (edit)
ru: Услуга (редактировать)

source: Location (create)
ru: Филиал (создать)

source: Location (edit)
ru: Филиал (редактировать)

source: Add all services?
ru: Добавить все услуги?

source: Delete all services?
ru: Удалить все услуги?

source: Appointment (create)
ru: Запись (создать)

source: Appointment (edit)
ru: Запись (редактировать)

source: Payment receipt
ru: Чек платежа

source: Items
ru: Материалы

source: Item (create)
ru: Материал (создать)

source: Item (edit)
ru: Материал (редактировать)

source: Items flow
ru: Движение материалов

source: Item flow (create)
ru: Движение материалов (создать)

source: Item flow (edit)
ru: Движение материалов (редактировать)

source: *Previous visit
ru: *Предыдущий визит

source: Notice (create)
ru: Звонок (создать)

source: Notice (edit)
ru: Звонок (редактировать)

source: Cash desk
ru: Касса

source: Amount exceeds the balance in the cash box
ru: Сумма превышает остаток в кассе

source: #Payment for services
ru: #Оплата услуг

source: Cash flow (create)
ru: Платеж (создать)

source: Payment can be changed only through the appointment form
ru: Оплату можно изменить только через форму записи

source: Cash flow (edit)
ru: Платеж (редактирование)

source: Reports
ru: Отчеты

source: Export data to Excel?
ru: Выгрузить данные в Excel?

source: File not found
ru: Файл не найден

source: Necessary to create at least one schedule
ru: Необходимо создать хотя бы один график работы

source: Necessary to create at least one location
ru: Необходимо создать хотя бы один филиал

source: Necessary to create at least one service
ru: Необходимо создать хотя бы одну услугу

source: Necessary to create at least one worker
ru: Необходимо создать хотя бы одного сотрудника

source: Quick start
ru: Быстрый старт

source: Tariffs
ru: Тарифы

source: Change the tariff plan?
ru: Изменить тарифный план?

source: Tariff plan successfully changed
ru: Тарифный план изменен

source: Inactive account
ru: Неактивный аккаунт

source: Confirm deletion account
ru: Удалить аккаунт и все данные

source: Page not found
ru: Страница не найдена

source: To the main page
ru: На главную страницу

source: File too large
ru: Файл превышает допустимый размер

source: Sorry for the inconvenience!
ru: Приносим извинения за доставленные неудобства.

source: Holidays this month
ru: Праздничные дни в этом месяце

source: Today
ru: Сегодня

source: Confirmation
ru: Подтверждение

source: Back
ru: Отмена

source: Add new
ru: Создать

source: Click here to expand filter
ru: Развернуть фильтр

source: Reset
ru: Сброс

source: min
ru: мин

source: To get the available time, select location, worker and service
ru: Для получения доступного времени выберите филиал, сотрудника и услугу

source: Payment
ru: Оплата

source: Notice
ru: Звонок

source: Su
ru: Вс

source: Mo
ru: Пн

source: Tu
ru: Вт

source: We
ru: Ср

source: Th
ru: Чт

source: Fr
ru: Пт

source: Sa
ru: Сб

source: Welcome to Jiiin
ru: Добро пожаловать в Jiiin

source: Profile
ru: Профиль

source: About
ru: О нас

source: Contact us
ru: Обратная связь

source: Settings
ru: Настройки

source: Export
ru: Экспорт

source: Logout
ru: Выход

source: Balance
ru: Остаток

source: Flow
ru: Движение

source: History
ru: История

source: Critical error
ru: Критическая ошибка

source: Press button for download .zip archive
ru: Нажмите кнопку для скачивания .zip архива

source: Download
ru: Скачать

source: Register
ru: Зарегистрироваться

source: Item flow
ru: Движение материалов

source: Qty
ru: Кол-во

source: Forgot your password
ru: Забыли пароль

source: Click to reset
ru: Кликните для сброса

source: month
ru: месяц

source: up to
ru: до

source: E-mail support
ru: E-mail поддержка

source: Successfully configured
ru: Настройка выполнена

source: Well done! Settings completed successfully. You can start recording clients!
ru: Готово! Настройка успешно завершена. Можно начинать записывать клиентов!

source: Total
ru: Итого

source: Invalid request
ru: Некорректный запрос

source: Statistics
ru: Статистика

source: Orders
ru: Заказы

source: Total:
ru: Всего

source: Temporary password
ru: Временный пароль

source: Don't forget to change it
ru: Не забудьте поменять его

source: Return
ru: Возврат

source: Days
ru: Дни

source: Reset to default
ru: Сброс на настройки по умолчанию

source: Selected services
ru: Выбранные услуги

source: Date / time
ru: Дата / время

source: Week
ru: Неделя

source: All
ru: Все
